Repository: vladutilie/profitshare-affiliate-wordpress
Catalog: languages/wp-profitshare-*.po
Languages: ro_ro

source: Generate URL
ro_ro: Generează URL

source: View banners
ro_ro: Vezi bannere

source: Campaign name
ro_ro: Nume campanie

source: Advertiser
ro_ro: Agent de publicitate

source: PS URL
ro_ro: URL PS

source: Status
ro_ro: Stare

source: Start date
ro_ro: Data de început

source: End date
ro_ro: Data de sfârșit

source: Filter by
ro_ro: Filtrează după

source: Advertiser name
ro_ro: Nume agent de publicitate

source: Approved
ro_ro: Aprobat

source: Pending
ro_ro: În așteptare

source: Canceled
ro_ro: Anulat

source: Order number
ro_ro: Număr de ordine

source: Commission value
ro_ro: Valoare comision

source: Conversion date
ro_ro: Dată conversie

source: Last update
ro_ro: Ultima actualizare

source: Min conversion value
ro_ro: Valoare minimă de conversie

source: Source
ro_ro: Sursă

source: Link advertiser
ro_ro: Legătură agent de publicitate

source: Link profitshare
ro_ro: Legătură profitshare

source: Date
ro_ro: Dată

source: Edit
ro_ro: Editează

source: Delete
ro_ro: Șterge

source: Keyword
ro_ro: Cuvânt cheie

source: Link
ro_ro: Legătură

source: Action
ro_ro: Acțiune

source: Title
ro_ro: Titlu

source: Image
ro_ro: Imagine

source: Shortcode
ro_ro: Scurtcod

source: Romania
ro_ro: România

source: Batch type cannot be empty!
ro_ro: Tipul lotului nu poate fi gol!

source: Comment #%1$s
ro_ro: Comentariu #%1$s

source: Current earnings:
ro_ro: Câștiguri curente:

source: Unlimited
ro_ro: Nelimitat

source: 0 Links
ro_ro: 0 legături

source: 1 Link
ro_ro: 1 legătură

source: 3 Links
ro_ro: 3 legături

source: 5 Links
ro_ro: 5 legături

source: 10 Links
ro_ro: 10 legături

source: Limit shorten links:
ro_ro: Limită legături scrutate:

source: Cancel
ro_ro: Anulează

source: Limit keyword links:
ro_ro: Limită legături cuvinte cheie:

source: Plugin Settings
ro_ro: Setări modul

source: Keyword Settings
ro_ro: Setări cuvinte cheie

source: Conversions
ro_ro: Conversii

source: Tag Image
ro_ro: Etichetă imagine

source: Link history
ro_ro: Istoric legături

source: Help
ro_ro: Ajutor

source: Connected: API data is correct and the connection has been successful established.
ro_ro: Conectat: datele API-ului sunt corecte și conexiunea a fost stabilită cu succes.

source: Disconnected: API data is incorrect or connection error occurred.
ro_ro: Deconectat: datele API-urilui sunt incorecte sau au apărut erori la conexiune.

source: Profitshare plugin options
ro_ro: Opțiunui modul Profitshare

source: API user
ro_ro: Utilizator API

source: API key
ro_ro: Cheie API

source: Country
ro_ro: Țară

source: Profitshare links in posts
ro_ro: Legături Profitshare în articole

source: On
ro_ro: Pornit

source: Off
ro_ro: Oprit

source: Generate
ro_ro: Generează

source: Profitshare links in pages
ro_ro: Legături Profitshare în pagini

source: Profitshare links in comments
ro_ro: Legături Profitshare în comentarii

source: By clicking on "Generate!" all your direct links from all your posts/ comments published so far will be converted into affiliate links.
ro_ro: Prin clic pe „Generează”, toate legăturile directe de la toate articolele/comentariile publicate până acum vor fi convertite în legături afiliate.

source: By clicking on "Enable!" all the links from your future posts/ comments will be automatically converted into Profitshare affiliate links.
ro_ro: Prin clic pe „Activare”, toate legăturile din articolele/comentariile viitoare vor fi automat convertite în legături Profitshare afiliate.

source: We recommend making a backup of you database before running this functionality.
ro_ro: Recomandăm să faci o copie de rezervă la baza de date înainte să ruleze această funcționalitate.

source: Add keyword
ro_ro: Adaugă cuvânt cheie

source: Show keywords list
ro_ro: Arată lista de cuvinte cheie

source: Keyword deleted.
ro_ro: Cuvânt cheie șters.

source: Keyword delete error.
ro_ro: Eroare la ștergerea cuvântului cheie.

source: <strong>Keyword</strong> required.
ro_ro: <strong>Cuvânt cheie</strong> necesar.

source: <strong>Title</strong> required.
ro_ro: <strong>Titlu</strong> necesar.

source: <strong>Link </strong> required.
ro_ro: <strong>Legătură</strong> necesară.

source: <strong>Your link</strong> must start with %1$s/l/
ro_ro: <strong>Legătura ta</strong> trebuie să înceapă cu %1$s/l/

source: <strong>Open link in...</strong> required.
ro_ro: <strong>Deschide legătura în</strong> necesar.

source: <strong>Tooltip title</strong> required.
ro_ro: <strong>Titlu text explicativ</strong> necesar.

source: <strong>Tooltip description</strong> required.
ro_ro: <strong>Descriere text explocativ</strong> necesar.

source: Keyword saved.
ro_ro: Cuvânt cheie salvat.

source: <strong>Link</strong> required.
ro_ro: <strong>Legătură</strong> necesară.

source: <strong>Your link</strong> must contain %1$s.
ro_ro: <strong>Legătura ta</strong> trebuie să conțină %1$s.

source: Open link in
ro_ro: Deschide legătura în

source: New window or tab (_blank)
ro_ro: Fereastră sau filă nouă (_blank)

source: Same window or tab (_none )
ro_ro: Aceeași fereastră sau filă (_none)

source: Tooltip
ro_ro: Text explicativ

source: Yes
ro_ro: Da

source: No
ro_ro: Nu

source: Design tooltip
ro_ro: Design text explicativ

source: Light
ro_ro: Deschis

source: Dark
ro_ro: Întunecat

source: Tooltip title
ro_ro: Titlu text explicativ

source: Tooltip description
ro_ro: Descriere text explicativ

source: Tooltip image
ro_ro: Imagine text explicativ

source: Select Image
ro_ro: Selectează imagine

source: Advertisers campaigns
ro_ro: Campanii agenți de publicitate

source: WP Profitshare - Campaign %1$s
ro_ro: WP Profitshare - Campania %1$s

source: Campaign name:
ro_ro: Nume campanie:

source: Advertiser:
ro_ro: Agent de publicitate:

source: Campaign URL:
ro_ro: URL campanie:

source: PS URL:
ro_ro: URL PS:

source: Status:
ro_ro: Stare:

source: Start date:
ro_ro: Dată de început:

source: End date:
ro_ro: Dată de sfârșit:

source: Campaign banners:
ro_ro: Bannere campanie:

source: Successfully copied to clipboard!
ro_ro: Copiat cu succes în clipboard!

source: Your current earnings are
ro_ro: Câștigurile tale curente sunt

source: Your conversions has been updated with success!
ro_ro: Conversiile tale au fost actualizate cu succes!

source: Last update:
ro_ro: Ultima actualizare:

source: Get link
ro_ro: Obține legătură

source: An error occurred or link is not part of Profitshare and can not be generated.
ro_ro: A apărut o eroare sau legătura nu face parte din Profitshare și nu poate fi generată.

source: Copy
ro_ro: Copiază

source: Link copied to clipboard!
ro_ro: Legătură copiată în clipboard!

source: Add image
ro_ro: Adaugă imagine

source: Show images list
ro_ro: Arată lista de imagini

source: Image deleted.
ro_ro: Imagine ștearsă.

source: Image delete error.
ro_ro: Eroare la ștergerea imaginii.

source: <strong>Image</strong> required.
ro_ro: <strong>Imagine</strong> necesară.

source: Tag Image saved.
ro_ro: Etichetă imagine salvată.

source: Delete tags
ro_ro: Șterge etichetă

source: <h2>Generate ProfitShare links for %1$s</h2>
ro_ro: <h2>Generează legături ProfitShare pentru %1$s</h2>

source: <p>Please do not refresh the page until the process is done, otherwise the process will start from the begining.</p>
ro_ro: <p></p>
